{
  "type": "Catalog",
  "id": "climate-risk-data",
  "stac_version": "1.0.0",
  "description": "This is a community catalog containing datasets for the three risk drivers Hazard, Exposure, and Vulnerability. The catalog in its current form conforms with the risk framework of the IPCC's 5th Assessment Report (AR5) where risk results from the interaction of hazards, the elements exposed to these hazards as well as the vulnerability of the exposed elements. The catalog structure has been defined following a variety of standards for provisioning of risk data (please see 'Link to catalog structure figure'). The catalog allows for the integration of other risk drivers, such as adaptation responses as defined in IPCC AR6 when such data are available. \n The first version of the catalog (released in XXXX) focusses on global-scale datasets that can be used as input in climate risk assessments (CRA) with as little preprocessing as possible. It has been developed as part of the Horizon Europe project CLIMAAX, which ... (see 'Link to CLIMAAX CRA handbook'). \n The development of the catalog is described in detail in the publication referenced below. The catalog is designed under Open Science and FAIR Data Principles, with the idea to be a community-led endeavor. We encourage anyone working with risk data at different spatial scales (i.e. local to global) to add datasets to this catalog, thereby creating growing knowledge base for further potential users. Please use GitHub Actions (see 'Link to GitHub Actions') to suggest new datasets.",
  "links": [
    {
      "rel": "root",
      "href": "./catalog.json",
      "type": "application/json",
      "title": "Climate Risk Data"
    },
    {
      "rel": "via",
      "href": "https://github.com/DirkEilander/climate-risk-stac/blob/main/README.rst",
      "type": "image/png",
      "title": "Link to catalog structure figure"
    },
    {
      "rel": "via",
      "href": "https://handbook.climaax.eu",
      "title": "Link to CLIMAAX CRA handbook"
    },
    {
      "rel": "via",
      "href": "https://github.com/DirkEilander/climate-risk-stac",
      "title": "Link to GitHub Actions (once implemented)"
    },
    {
      "rel": "child",
      "href": "./hazard/catalog.json",
      "type": "application/json",
      "title": "Hazard"
    },
    {
      "rel": "child",
      "href": "./exposure-vulnerability/catalog.json",
      "type": "application/json",
      "title": "Exposure-vulnerability"
    }
  ],
  "title": "Climate Risk Data"
}
