{
  "type": "Catalog",
  "id": "climate-risk-data",
  "stac_version": "1.0.0",
  "description": "This is a community catalog containing datasets for the three risk drivers Hazard, Exposure, and Vulnerability. The catalog in its current form conforms with the risk framework of the IPCC's 5th and 6th Assessment Reports (AR5, AR6) where risk results from the interaction of hazards, the elements exposed to these hazards as well as the vulnerability of the exposed elements (see 'Catalog structure' for an overview figure). The first version of the catalog (released in XXXX) focusses on global-scale datasets that can be used as input in climate risk assessments (CRA) with as little preprocessing as possible. It has been developed as part of the Horizon Europe project CLIMAAX, which [add further details here] (see 'Link to CLIMAAX Climate Risk Assessment handbook'). The development of the catalog is described in detail in the referenced publication (see 'Peer-reviewed publication'). The catalog is designed to be a community-led endeavor. We therefore encourage risk data users to add datasets to this catalog, thereby creating a growing knowledge base for potential users. Please use the data submission form on GitHub Issues (see 'Submit a new dataset') to suggest new datasets.",
  "links": [
    {
      "rel": "root",
      "href": "./catalog.json",
      "type": "application/json",
      "title": "Climate Risk Data"
    },
    {
      "rel": "via",
      "href": "https://github.com/climate-risk-data/climate-risk-stac/blob/main/README.rst",
      "type": "image/png",
      "title": "Catalog structure"
    },
    {
      "rel": "via",
      "href": "https://doi.org/XXXXXXX",
      "type": "image/png",
      "title": "Peer-reviewed publication (will be added once published)"
    },
    {
      "rel": "via",
      "href": "https://github.com/climate-risk-data/climate-risk-stac/issues/new/choose",
      "title": "Submit a new dataset"
    },
    {
      "rel": "via",
      "href": "https://handbook.climaax.eu",
      "title": "CLIMAAX Climate Risk Assessment handbook"
    },
    {
      "rel": "child",
      "href": "./hazard/catalog.json",
      "type": "application/json",
      "title": "Hazard"
    },
    {
      "rel": "child",
      "href": "./exposure-vulnerability/catalog.json",
      "type": "application/json",
      "title": "Exposure-vulnerability"
    }
  ],
  "title": "Climate Risk Data"
}